<?php
//====================================================
//  Файл:           alphabank.php
//  Назначение:     Языковой пакет модуля оплаты
//  Разработчик:    InterWave
//  Версия:         1.0
//====================================================
$_['devby'] = 'InterWave Russia';

// Heading
$_['heading_title'] = 'Альфабанк';

// Text
$_['text_payment'] = 'Модуль "АльфаБанк"';
$_['text_success'] = 'Успешно: Вы успешно изменили настройки аккаунта "Альфабанка"!';
$_['text_edit'] = 'Редактирование';
$_['text_alphabank'] = 'Модуль оплаты "АльфаБанка" от <a href="https://iwaps.ru/" target="_blank">InterWave</a>';

// Entry
$_['entry_slogin'] = 'Логин API';
$_['entry_spassword'] = 'Пароль API';
$_['entry_gatewayurl'] = 'URL платежного шлюза';
$_['entry_test'] = 'Тестовый режим?';
$_['entry_total'] = 'Нижняя граница';
$_['entry_order_status'] = 'Статус заказа после оплаты';
$_['entry_geo_zone'] = 'Географическая зона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_total'] = 'Минимальная сумма заказа. Ниже данной суммы, способ оплаты будет недоступен.';
$_['help_slogin'] = 'Логин API платежного шлюза альфабанка';
$_['help_spassword'] = 'Пароль API платежного шлюза альфабанка';
$_['help_gatewayurl'] = 'URL API платежного шлюза альфабанка';

// Error
$_['error_permission'] = 'Внимание: У вас нет прав для модификации модуля оплаты!';
$_['error_slogin'] = 'Укажите логин магазина!';
$_['error_spassword'] = 'Укажите пароль магазина!';
$_['error_gatewayurl'] = 'Укажите URL платежного шлюза!';
?>