<?php
// Text
$_['text_title']				= 'Банковской картой';
$_['text_instruction']			= '';
$_['text_description']			= 'После оформления заказа вы будете перенаправлены на сайт альфа-банка для проведения платежа при помощи вашей банковской карты. Перед проведением платежа, настоятельно рекомендуем вам ознакомиться с <a href="/usloviya" target="_blank">Правилами работы с интернет-магазином</a>, а также с <a href="/o-magazine" target="_blank">Инструкцией по работе с интернет-магазином</a>';
$_['text_payment']				= '';

